Repository: 84000/data-translation-memory
Catalog: toh1-1-v1.tmx
Source language: bo
Languages: en

source: དེས་དེ་ལ་མ་བསད་པ་མ་ཡིན་ནམ། ཞེས་དྲི་བར་བྱའོ། །
en: you should ask, ‘Are you not a matricide?’

source: ཅི་འབབས་པར་བྱའམ། མཐའ་འཁོབ་ཏུ་འགྲོ་བར་བྱ་སྙམ་ནས།
en: “Where will I wind up? I must go into the wilds.”

source: དེ་མཐའ་འཁོབ་ཏུ་སོང་སྟེ།
en: And with that, he went into the wilds,

source: ཁྱིམ་བདག་ཅིག་རྗེས་སུ་འཇུག་པར་བྱས་སོ། །
en: where a householder became his follower.

source: དེས་མངོན་པར་དད་པས་དེའི་ཕྱིར་གཙུག་ལག་ཁང་རྩིག་ཏུ་བཅུག་སྟེ།
en: Out of deep devotion, the householder had a monastery erected for the monk,

source: དེ་ཕྱོགས་དང་ཡུལ་ཐ་དད་པ་ན་འཁོད་པས་དགེ་སློང་དག་གནས་ཤིང་དེའི་གདམས་ངག་གིས་མང་པོ་དག་གིས་དགྲ་བཅོམ་པ་ཉིད་མངོན་དུ་བྱས་སོ། །
en: where monks from various regions and lands came to live, many of whom went on to actualize arhatship under his guidance.

source: དེ་དུས་གཞན་ཞིག་ན་ན་བར་གྱུར་ནས་
en: Sometime later, the monk matricide fell ill.

source: རྩ་བ་དང་། སྡོང་བུ་དང་། ལོ་མ་དང་། མེ་ཏོག་དང་། འབྲས་བུའི་སྨན་དག་གིས་རིམ་གྲོ་བྱས་ན།
en: Although the other monks ministered to him with medicinal roots, stalks, leaves, flowers, and fruits,

source: ཉམ་དམས་པ་ཉིད་དུ་གྱུར་ནས།
en: he continued to get worse.

source: དེས་ལྷན་ཅིག་གནས་པ་རྣམས་ལ་སྨྲས་པ།
en: The monk matricide then told his wards,

source: ཚེ་དང་ལྡན་པ་དག་ཁོ་བོའི་ཕྱིར་དགེ་འདུན་ལ་བསྲོ་ཁང་གྱིས་ཤིག །
en: “Venerables, prepare a sweat-chamber for the saṅgha and for me.”

source: དེ་རྣམས་ཀྱིས་དེའི་ཕྱིར་བསྲོ་ཁང་བགྱིས་སོ། །
en: His monk wards then prepared a sweat-chamber for him.

source: བསགས་པ་ཀུན་གྱི་མཐའ་ཟད་ཅིང་། །མཐོན་པོ་རྣམས་ཀྱི་མཐའ་ལྟུང་འགྱུར། །
en: All accumulation ends in depletion; All climbs end in falls;

source: ཕྲད་པའི་མཐའ་ནི་འབྲལ་བ་སྟེ། །གསོན་པའི་མཐའ་ནི་འཆི་བ་ཡིན། །
en: All meetings end in separation; All life ends in death.

source: ཞེས་བྱ་བ་ཡིན་པས་དེ་ཤི་ཞིང་དུས་ལ་བབ་ནས་སེམས་ཅན་དམྱལ་བ་ཆེན་པོ་མནར་མེད་པར་སྐྱེས་སོ། །
en: So his time came and he died, and he was reborn among the denizens of Avīci, the Great Hell of Unrelenting Torment.

source: དེའི་ལྷན་ཅིག་གནས་པ་དགྲ་བཅོམ་པ་ཞིག་གིས་བདག་གི་མཁན་པོ་གང་དུ་སྐྱེས་ཞེས་སེམས་པར་ཞུགས་ནས་
en: One of his arhat wards entered into meditation to find out where his preceptor had been reborn

source: དེ་ལྷ་རྣམས་ཀྱི་ནང་དུ་རྣམ་པར་བལྟ་བར་བརྩམས་ན་མ་མཐོང་ཞིང་མི་དང་།
en: and began searching for him among the gods, but he did not see him there.

source: དུད་འགྲོ་དང་། ཡི་དགས་རྣམས་ཀྱི་ནང་དུ་རྣམ་པར་བལྟས་ན་དེ་ཡང་མ་མཐོང་ངོ་། །
en: Nor did he see him when he looked among humans, animals, and spirits.

source: སེམས་ཅན་དམྱལ་བའི་ནང་དུ་རྣམ་པར་བལྟ་བར་བརྩམས་ན།
en: When he began to search among the denizens of hell,

source: སེམས་ཅན་དམྱལ་བ་ཆེན་པོ་མནར་མེད་པར་སྐྱེས་པར་མཐོང་ནས།
en: he saw that his preceptor had been reborn among the denizens of Avīci, the Great Hell of Unrelenting Torment.

source: དེས་བསམས་པ། མཁན་པོ་ནི་ཚུལ་ཁྲིམས་དང་ལྡན་པ་མང་དུ་ཐོས་པ།
en: The arhat ward wondered, “If my preceptor was ethical, learned,

source: ཆོས་ཀྱི་འཁོར་སྡུད་སྡུད་པ་ཡིན་ན།
en: and attracted a following with the Dharma,

source: དེས་ལས་ཅི་ཞིག་བྱས་ན་དེས་སེམས་ཅན་དམྱལ་བ་ཆེན་པོ་མནར་མེད་པར་སྐྱེས་སྙམ་ནས་
en: what did he do that it should lead him to be reborn among the denizens of Avīci?”

source: བསམས་ན་མ་བསད་པ་ཡིན་པར་མཐོང་ངོ་
en: He then saw that it was matricide.

source: མནར་མེད་པའི་འོད་ཟེར་དག་གིས་ཕོག་པ་དང་སྨྲས་པ་ཀྱེ་མ་བསྲོ་ཁང་འདི་མེ་རེ་ཚ་ཞེས་སྨྲས་པ་
en: Struck by the fiery light of Avīci, the monk matricide cried, “Oh! The heat in this sweat-chamber is too much!”

source: དང་སེམས་ཅན་དམྱལ་བའི་སྲུང་མས་ཐོ་བ་བླངས་ཏེ་མགོར་བསྣུན་ནས་
en: As soon as he cried out, the guardians of hell lifted their maces and clubbed him on the head,

source: སྐལ་ཆད་ཁྱོད་ཀྱི་བསྲོ་ཁང་ག་ལ་ཡོད་འདི་ལྟར་འདི་
en: shouting, “Hapless fool! Where is this sweat-chamber of yours?

source: ནི་སེམས་ཅན་དམྱལ་བ་ཆེན་པོ་མནར་མེད་པ་ཡིན་ནོ། །
en: This is Avīci, the Great Hell of Unrelenting Torment!”

source: དེ་དགེ་བའི་སེམས་ཀྱིས་དུས་ལ་བབ་ནས་
en: This virtuous thought brought the former monk matricide’s time in hell to an end,

source: རྒྱལ་ཆེན་བཞིའི་རིས་ཀྱི་ལྷ་རྣམས་ཀྱི་ནང་དུ་སྐྱེས་སོ། །
en: and he was reborn among the gods in the realms of the Four Great Kings.

source: ལྷའི་བུའམ། ལྷའི་བུ་མོའི་ཆོས་ཉིད་ནི་སྐྱེས་ནས་རིང་པོ་མ་ལོན་པ་ལ་སེམས་གསུམ་སྐྱེ་སྟེ།
en: It is in the nature of gods and goddesses to have three thoughts shortly after birth:

source: གང་ནས་ཤི་འཕོས་པ་དང་གང་དུ་སྐྱེས་པ་དང་ལས་གང་གིས་སྐྱེས་པའོ། །
en: where they have passed on from, where they have been born, and what action has caused that rebirth.

source: དེས་སེམས་ཅན་དམྱལ་བ་རྣམས་ཀྱི་ནང་ནས་ཤི་འཕོས་པ་དང་རྒྱལ་ཆེན་བཞིའི་རིས་ཀྱི་ལྷ་རྣམས་ཀྱི་ནང་དུ་སྐྱེས་པ་དང་།
en: Thus the former monk matricide saw he had passed from among the denizens of hell and been reborn among the gods in the realms of the Four Great Kings

source: དགེ་འདུན་ལ་བསྲོ་ཁང་གི་ཁྲུས་བྱས་པས་སྐྱེས་པ་མཐོང་ངོ་། །
en: due to his having washed the sweat-chamber for the saṅgha.

source: དེ་ནས་སྔོན་སེམས་ཅན་དམྱལ་བའི་ལྷའི་བུ་དེ་འདི་སྙམ་དུ་སེམས་ཏེ་
en: Then the young god, who had formerly been a denizen of hell, had this thought:

source: གང་གི་ཕྱིར་བདག་ཞག་ལོན་པར་གནས་ཏེ་བཅོམ་ལྡན་འདས་ལ་བལྟ་བ་དང་བསྙེན་བཀུར་བྱ་བའི་ཕྱིར་ཉེ་བར་འགྲོ་བ་ནི་བདག་གི་ཚུལ་དང་མཐུན་པ་མ་ཡིན་གྱིས། །
en: “It would not be right of me to spend a day here without going to see and pay my respects to the Blessed One.

source: བདག་ཞག་ལོན་པར་མ་གནས་པ་ཁོ་ནར་བཅོམ་ལྡན་འདས་ལ་བལྟ་བ་དང་། བསྙེན་བཀུར་བྱ་བའི་ཕྱིར་ཉེ་བར་འགྲོའོ་སྙམ་མོ། །
en: Thus, before the day is out, I shall go to see and pay my respects to the Blessed One.”

source: དེ་ནས་སྔོན་སེམས་ཅན་དམྱལ་བའི་ལྷའི་བུ་རྣ་ཆ་གདུབ་ཀོར་གཡོ་ཞིང་དྲི་མ་མེད་པ་ཐོགས་ཏེ།
en: The young god donned a pair of glittering hooped earrings that swung to and fro,

source: དོ་ཤལ་དང་སེ་མོ་དོས་བརྒྱན་པའི་ལུས་ཀྱིས་ལྷའི་ཨུཏྤལ་དང་། པད་མ་དང་། ཀུ་མུ་ད་དང་། པད་མ་དཀར་པོ་དག་གིས་ཐུ་བ་བཀང་སྟེ་ཁ་དོག་ཤིན་ཏུ་འདས་པས་
en: adorned his body with two pearl necklaces, one long and one medium in length, filled the folds of his skirt with the dazzling colors of divine blue lotus flowers, lotuses, water lilies, and white lotuses,

source: མཚན་མོ་ལ་བབ་པ་དང་།
en: and when night had fallen,

source: བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་སོང་སྟེ་
en: set out to see the Blessed One.

source: ཕྱིན་ནས་བཅོམ་ལྡན་འདས་ལ་མེ་ཏོག་དག་གིས་མངོན་པར་གཏོར་ཏེ།
en: On his arrival, he strewed the flowers before the Blessed One

source: བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་གཉིས་ལ་མགོ་བོས་ཕྱག་འཚལ་ནས་མཐའ་གཅིག་ཏུ་འདུག་པ་དང་།
en: and bowed his head at the Blessed One’s feet before taking a place off to one side.

source: འདི་ལྟར་སྔོན་སེམས་ཅན་དམྱལ་བའི་ལྷའི་བུའི་ཁ་དོག་གི་མཐུས་རྒྱལ་བྱེད་ཀྱི་ཚལ་ཐམས་ཅད་སྣང་བ་རྒྱ་ཆེན་པོས་ཁྱབ་པར་གྱུར་ཏོ།
en: The colors of the young god filled the whole of Jetavana with a great light.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་སྔོན་སེམས་ཅན་དམྱལ་བའི་ལྷའི་བུའི་བསམ་པ་དང་། བག་ལ་ཉལ་བ་དང་། ཁམས་དང་རང་བཞིན་ཐུགས་སུ་ཆུད་ནས་གང་ཐོས་ནས་
en: As the young god sat on a seat, the Blessed One intuited his thoughts, propensities, disposition, and nature

source: འཕགས་པའི་བདེན་པ་བཞི་ཡང་དག་པར་སོ་སོར་རྟོགས་པར་བྱེད་པའི་ཆོས་བསྟན་པ་མཛད་དོ།
en: and proceeded to teach the Dharma he needed to hear in order to fully realize each of the Noble Ones’ four truths,

source: རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་མངོན་སུམ་དུ་བྱས་པ་དེ་ལྟ་བུར
en: thus actualizing the fruit of a stream enterer

source: སེམས་ཅན་དམྱལ་བའི་ལྷའི་བུས་སྟན་དེ་ཉིད་ལ་འདུག་བཞིན་དུ་འཇིག་ཚོགས་ལ་ལྟ་བའི་རིའི་རྩེ་མོ་ཉི་ཤུ་མཐོ་བ་ཡེ་ཤེས་ཀྱི་རྡོ་རྗེས་བཅོམ་སྟེ། །
en: by decimating with the lightning bolt of wisdom the mountain of belief in the transient aggregates with its twenty tall peaks.

source: དེས་བདེན་པ་མཐོང་ནས།
en: Upon seeing the truth,

source: ཞེས་ལན་གསུམ་དུ་ཆེད་དུ་བརྗོད་པ་ཆེད་དུ་བརྗོད་དོ། །
en: the young god spoke this panegyric thrice:

source: བཙུན་པ་བཅོམ་ལྡན་འདས་ཀྱིས་བདག་ལ་གང་མཛད་པ་འདི་ལྟ་བུ་ནི་བདག་ལ་ཕས་ཀྱང་མ་བགྱིས།
en: “Reverend, what the Blessed One has done for me, my father did not do for me,

source: མས་ཀྱང་མ་བགྱིས། རྒྱལ་པོས་ཀྱང་མ་བགྱིས། ལྷ་རྣམས་ཀྱིས་ཀྱང་མ་བགྱིས།
en: nor did my mother, nor did the king, nor did the gods,

source: སྔོན་གྱི་ཕ་མེས་དག་གིས་ཀྱང་མ་བགྱིས། དགེ་སྦྱོང་དང་བྲམ་ཟེ་དག་གིས་ཀྱང་མ་བགྱིས།
en: nor did my ancestors, nor did ascetics or brahmins,

source: བྱམས་པ་དང་། མཛའ་བཤེས་དང་། རྩ་ལག་གི་ཚོགས་ཀྱིས་ཀྱང་མ་བགྱིས་ཏེ།
en: nor did my circle of loved ones and friends, nor did my forebears.

source: ཁྲག་དང་མཆི་མའི་རྒྱ་མཚོ་ནི་བསྐམས། རུས་པའི་རི་དག་ལས་ནི་བསྒྲལ།
en: dried up the ocean of blood and tears, freed me from mountains of bones,

source: ངན་སོང་གི་སྒོ་དག་ནི་བཀུམ། མཐོ་རིས་དང་ཐར་པའི་སྒོ་དག་ནི་ཕྱེ།
en: shut the door to miserable realms, opened the door to higher realms and liberation,

source: སེམས་ཅན་དམྱལ་བ་དང་། དུད་འགྲོ་དང་། ཡི་དགས་དག་ནས་ནི་རྐང་པ་ཕྱུང་།
en: dragged me up by the leg from among the denizens of hell, animals, and spirits,

source: ལྷ་དང་མི་རྣམས་ཀྱི་ནང་དུ་ནི་བཞག་གོ་
en: and installed me among gods and humans.”

source: ཡང་སྨྲས་པ། ཁྱོད་མཐུས་རབ་དྲག་ཉེས་པ་མང་ལྡན་པའི། །ངན་སོང་ཤུལ་བཀག་བསོད་ནམས་རབ་ལྡན་པའི། །
en: The young god spoke again: “Because of you, the path to miserable realms Of terrible and diverse punishments is blocked

source: མཐོ་རིས་འགྲོ་བ་ཕྱེ་ཞིང་བདག་གིས་ནི། །མྱ་ངན་འདས་པའི་ཤུལ་ཡང་ཐོབ་པར་གྱུར། །
en: And the road to higher realms of great merit has opened. I have even found the way to nirvāṇa.

source: ཤིན་ཏུ་རྣམ་དག་ཁྱོད་བརྟེན་བདག་གིས་ནི། །དེ་རིང་སྐྱོན་བྲལ་དག་པའི་མིག་ཐོབ་ཅིང་། །
en: “By relying on you, one of utter purity, I have today gained flawless, pure vision,

source: གོ་འཕང་ཞི་བ་འཕགས་པ་དགྱེས་ཐོབ་སྟེ། །སྡུག་བསྔལ་རྒྱ་མཚོའི་ཕ་རོལ་རྒལ་བར་གྱུར། །
en: Have gained the pacific state pleasing to saints, And crossed over the seas of suffering.

source: འགྲོ་བར་ལྷ་མིན་མི་དང་ལྷས་མཆོད་པ། །སྐྱེ་དང་རྒ་དང་ན་འཆི་བྲལ་བ་པོ། །
en: “Honored in the world by demi-gods, gods, and men; Free from birth, aging, illness, and death;

source: སྲིད་པ་སྟོང་དུ་མཐོང་བར་རབ་དཀོན་པ། །ཐུབ་པ་དེ་རིང་ཁྱོད་མཐོང་འབྲས་བུ་མཆིས། །
en: To see you once in a thousand lives is rare— Today, sage, seeing you has proved fruitful.

source: དེ་ནས་འདུད་བྱས་དོ་ཤལ་རབ་འཕྱང་བས། །ཞབས་ལ་ཕྱག་འཚལ་རངས་པ་སྐྱེས་གྱུར་ནས། །
en: “As I bow with my necklace hanging low, Prostrate at your feet, I feel jubilant.

source: དགྲ་ཐུལ་གཡས་ནས་ཡོངས་སུ་བསྐོར་བྱས་ཏེ། །ལྷ་ཡི་འཇིག་རྟེན་མངོན་ཕྱོགས་མཁའ་ལ་སོང་། །
en: Circling the one who has tamed his enemies I turn to the heavens and fly into the sky.”

source: དེ་ནས་སྔོན་སེམས་ཅན་དམྱལ་བའི་ལྷའི་བུ་ཚོང་པ་ཁེ་སྤོགས་རྙེད་པ་ལྟ་བུ་དང་།
en: The young god then departed like a trader who has made a profit,

source: ཞིང་པ་ལོ་ཏོག་འབྱོར་པ་ལྟ་བུ་དང་། དཔའ་བོ་གཡུལ་ལས་རྣམ་པར་རྒྱལ་བ་ལྟ་བུ་དང་།
en: a farmer who has reaped his crops, a warrior who has won a battle,

source: ནད་པ་ནད་ཐམས་ཅད་ལས་ཡོངས་སུ་ཐར་པ་ལྟ་བུར་གྱུར་ཏེ།
en: or an invalid who has been delivered from all his ills,

source: ཆ་ལུགས་གང་གིས་བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔར་འོངས་པའི་ཆ་ལུགས་དེ་ཉིད་ཀྱིས་རང་གི་གནས་སུ་སོང་ངོ་། །
en: and, in the dress in which he arrived in the Blessed One’s presence, returned home.

source: དེའི་ལྷན་ཅིག་གནས་པ་དགེ་འདུན་གྱི་གནས་བརྟན་དགྲ་བཅོམ་པ་ཟས་ཀྱི་གྲལ་དུ་འདུག་སྟེ།
en: One of the young god’s former wards, an elder in the saṅgha and an arhat, was seated in the meal row,

source: དེའི་ལྷན་ཅིག་གནས་པ་གཞན་ཞིག་དགེ་འདུན་ལ་ཆུ་འགྲིམ་པར་བྱེད་དོ། །
en: while another of his wards was distributing water to the saṅgha.

source: ཇི་ཙམ་ན་དགེ་འདུན་གྱི་གནས་བརྟན་དེས་ཆུ་ཁ་ཕོར་དུ་བླངས་ནས་སོར་མོའི་རྩེ་མོས་རེག་ན་ཤིན་ཏུ་གྲངས་ནས་
en: After a time, the saṅgha elder lifted his cup of water. It felt extremely cold to the touch of the tip of his fingers,

source: དེས་བསམས་པ། བདག་ཅག་ནི་ཆུ་ཤིན་ཏུ་གྲང་མོ་འདི་ལྟ་བུ་འཐུང་ན།
en: and he thought, “While we drink water as cold as this,

source: མཁན་པོ་ནི་སེམས་ཅན་དམྱལ་བ་ཆེན་པོ་མནར་མེད་པ་ན་ཟངས་ཁུ་བསྐོལ་བ་འཐུང་ངོ་སྙམ་ནས།
en: the preceptor drinks molten copper among the denizens of Avīci, the Great Hell of Unrelenting Torment.”

source: དེས་སེམས་ཅན་དམྱལ་བ་ཆེན་པོ་མནར་མེད་པར་རྣམ་པར་བལྟ་བར་བརྩམས་ན་མི་སྣང་ངོ་། །
en: Yet when this arhat elder then searched for his preceptor among the denizens of Avīci, the Great Hell of Unrelenting Torment, his preceptor was nowhere to be seen.

source: དུད་འགྲོ་དང་། ཡི་དགས་དང་། མི་དང་། སེམས་ཅན་དམྱལ་བ་གཞན་རྣམས་སུ་ཡང་རྣམ་པར་བལྟས་ན།
en: When the arhat elder searched for him among the animals, spirits, and denizens of other hells,

source: དེ་རྣམས་ན་ཡང་མི་སྣང་ནས།
en: he was nowhere to be seen there either.

source: ལྷ་རྣམས་ཀྱི་བར་གྱི་ནང་དུ་རྣམ་པར་བལྟ་བར་བརྩམས་ན།
en: And so he began to search for him among the gods.

source: རྒྱལ་ཆེན་བཞིའི་རིས་ཀྱི་ལྷ་རྣམས་ཀྱི་ནང་དུ་སྐྱེས་ཏེ་
en: There he saw that his preceptor had been reborn among the gods in the realm of the Four Great Kings and,

source: ལྷར་གྱུར་པས་བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔར་བདེན་པ་མཐོང་བར་བྱས་ཏེ་
en: having become a god, saw the truth in the Blessed One’s

source: ལྷ་རྣམས་ཀྱི་ནང་ན་འདུག་པ་མཐོང་ནས་
en: presence before returning to remain among the gods.

source: འཛུམ་པ་སྔོན་དུ་བཏང་སྟེ། བཅོམ་ལྡན་འདས་ལ་དད་པ་ཐོབ་ནས།
en: Smiling, the arhat elder gained faith in the Blessed One

source: ཆེད་དུ་བརྗོད་པ་ཆེད་དུ་བརྗོད་དོ། །
en: and spoke this panegyric:

source: ཀྱེ་མ་སངས་རྒྱས། ཀྱེ་མ་ཆོས། ཀྱེ་མ་དགེ་འདུན། ཀྱེ་མ་ཆོས་ཀྱི་ལེགས་པར་གསུངས་པ་ཉིད།
en: “O Buddha! O Dharma! O Saṅgha! O the well-spoken Dharma

source: འདི་ལྟར་སྡིག་པ་བྱེད་པ་ལོག་པར་ལྟུང་བར་སོང་བ་དེ་ལྟ་བུ་དག་གིས་ཀྱང་ཡོན་ཏན་གྱི་ཚོགས་འདི་ལྟ་བུ་ཐོབ་བོ་ཞེས་
en: by which even wrongdoers led into such fallen states can attain such a collection of qualities!”

source: མཁན་པོ་གཅིག་པ་དེས་དེ་རངས་ཤིང་མགུ་བ་དང་། མཆོག་ཏུ་དགའ་བ་མཐོང་ནས་སྨྲས་པ།
en: A student of the same preceptor saw him looking jubilant, pleased, and overjoyed and asked,

source: ཚེ་དང་ལྡན་པ་ཁྱོད་མཁན་པོ་དུས་ལ་བབ་པས་བདག་དགེ་འདུན་གྱི་གནས་བརྟན་དུ་གྱུར་ཏོ་སྙམ་ནས་རངས་ཤིང་མགུ་བ་དང་མཆོག་ཏུ་དགའ་བར་གྱུར་ཏམ།
en: “Venerable, are you so jubilant, pleased, and overjoyed by the thought that now that the preceptor’s time has come, you are the saṅgha elder?”

source: དེས་སྨྲས་པ། ཚེ་དང་ལྡན་པ་རེ་ཞིག་ཁྱོད་ཀྱི་དྲི་བའི་ལན་གདབ་པའི་དུས་མ་ཡིན་གྱིས།
en: The arhat elder replied, “Venerable, now is not the time to answer your question.

source: དགེ་འདུན་གྱི་ནང་དུ་དྲིས་ཤིག་དང་དེར་ཁྱོད་ཀྱི་དྲི་བའི་ལན་གདབ་པའི་དུས་ལ་བབ་པར་འགྱུར་རོ། །
en: Ask me when we are among the saṅgha and that will prove the time to answer your question.”

source: ཇི་ཙམ་ན་དུས་གཞན་ཞིག་ན་དགེ་སློང་གི་དགེ་འདུན་ཚོགས་ཤིང་འཁོད་པ་ན།
en: Later, after the monks of the saṅgha gathered and were seated,

source: དགེ་འདུན་གྱི་གནས་བརྟན་གྱིས་མཁན་པོ་གཅིག་པ་དེ་ལ་དྲིས་པ།
en: the saṅgha elder asked their preceptor’s student,

source: ཚེ་དང་ལྡན་པ་ཁྱོད་ཀྱིས་དེའི་ཚེ་ཅི་སྨྲས་
en: “Venerable, what was it you wanted to ask me?”

source: དེས་སྨྲས་པ། ཁྱོད་ལ་ཁོ་བོས་ཁྱོད་མཁན་པོ་དུས་ལ་བབ་པས་བདག་དགེ་འདུན་གྱི་གནས་བརྟན་དུ་གྱུར་ཏོ་སྙམ་ནས་རངས་ཤིང་མགུ་བ་དང་མཆོག་ཏུ་དགའ་བར་གྱུར་ཏམ་ཞེས་སྨྲས་སོ། །
en: “I asked you, ‘Venerable, are you so jubilant, pleased, and overjoyed by the thought that now that the preceptor’s time has come, you are the saṅgha elder?’

source: དེས་སྐབས་དེ་དགེ་འདུན་གྱི་ནང་དུ་དེ་ལ་རྒྱ་ཆེར་བརྗོད་པ་དང་།
en: While seated among the saṅgha, the arhat elder explained the situation at length to his fellow student.

source: དེ་ཡང་ཡི་རངས་ཤིང་དགེ་སློང་རྣམས་ཀྱང་
en: His fellow student then also rejoiced, as did the saṅgha,

source: ཆེད་དུ་བརྗོད་པ་ཆེད་དུ་བརྗོད་དོ།།
en: who spoke this panegyric:

source: ཀྱེ་མ་སངས་རྒྱས། ཀྱེ་མ་ཆོས། ཀྱེ་མ་དགེ་འདུན།
en: “O Buddha! O Dharma! O Saṅgha!

source: ་མ་ཆོས་ཀྱི་ལེགས་པར་གསུངས་པ་ཉིད་འདི་ལྟར་སྡིག་པ་བྱེད་པ་ལོག་པར་ལྟུང་བར་སོང་བ་དེ་ལྟ་བུ་དག་གིས་ཀྱང་ཡོན་ཏན་གྱི་ཚོགས་དེ་ལྟ་བུ་ཐོབ་བོ་ཞེས་
en: O the well-spoken Dharma by which even wrongdoers led into fallen states can attain such a collection of qualities!”

source: རྩེ་བར་བྱེད། དགའ་བར་བྱེད། དགའ་མགུར་སྤྱོད་པར་བྱེད་པ་དེའི་བུ་བྱུང་ནས།
en: The wife with whom he had sported, made love, and indulged all his desires later gave birth to a son.

source: དེ་དུས་གཞན་ཞིག་ན་ནེའུ་ལྡངས་དང་ལྷན་ཅིག་ཁྱིམ་ཞིག་གི་དྲུང་དུ་སོང་བ་ན་
en: In time, the lad went with a peer to a house,

source: ནེའུ་ལྡངས་ཀྱིས་སྨྲས་པ། གྲོགས་པོ་ཁྱོད་ཀྱིས་ཁྱིམ་དེར་བརྡ་མ་བྱས་སམ།
en: His peer asked, “Friend, you haven’t arranged a rendezvous at this house, have you?”

source: དེས་སྨྲས་པ། གྲོགས་པོ་ཁྱིམ་འདི་ནི་ཡ་ང་བ་ཡིན་གྱིས་མ་འཇུག་ཤིག །
en: “Friend, this house is ill-omened, don’t go in.

source: དེས་ཉིན་ཐོག་ཐག་འཕྱན་དུ་བཅུག་སྟེ་ཕའི་གན་དུ་ཁྲིད་ནས་སྨྲས་པ།
en: The lad’s friend then led him on a long detour that took the entire day, eventually leading him back to his father, to whom the lad’s friend said,

source: ཡབ་ཁྱོད་ཀྱི་བུ་འདིས་ཁྱིམ་ཆེ་གེ་མོ་ཞིག་ཏུ་བརྡ་བྱས་པ།
en: “Sir, your son here has arranged a rendezvous at a girl’s house.

source: ཁོ་བོས་ནི་ཉིན་ཐོག་ཐག་ཏུ་བསྲུངས་ཀྱིས། ད་ཁྱོད་ཀྱིས་མཚན་མོ་སྲུངས་ཤིག །
en: I have safeguarded him the whole day so you must safeguard him through the night.

source: ཁྱིམ་དེ་ནི་ཡ་ང་བ་ཡིན་གྱིས་འཇུག་ཏུ་མ་གཞུག་ཅིག །
en: That house is ill-omened. Do not let him enter.

source: ཚུལ་མ་ཡིན་པས་སྡུག་བསྔལ་བར་གྱུར་ཏ་རེ།
en: Beware, through indiscretion he will come to suffering.”

source: དེས་སྨྲས་པ། བུ་ཁྱོད་ཀྱིས་ཁོ་བོ་ལ་བསྙད་པ་ཁྱོད་ཀྱིས་ལེགས་པར་བྱས་སོ། །
en: “Son, you have done well to inform me.”

source: དེས་ཁྱེའུ་དེ་ཁྱིམ་གྱི་ནང་དུ་མལ་བཅས་ཏེ། གྱོ་མོ་གཉིས་དང་། ཆུ་དང་། ས་དག་བཞག་ནས་
en: He arranged a bed for his son in the house, along with two clay chamber pots, water, and fresh earth cover,

source: ཁྱིམ་དེར་བཅུག་སྟེ། བདག་ཉིད་སྒོར་ཁྲི་བཅས་ནས་ཉལ་ལོ། །
en: and installed his son in the house, saying, “I myself will sleep on a cot by the door.”

source: དེས་སྨྲས་པ། ཡབ་སྒོ་ཕྱེ་ཤིག །
en: “Father, open the door.”

source: དེས་སྨྲས་པ། བུ་འདི་ཉིད་དུ་ཁོ་བོས་གྱོ་མོ་བཞག་གིས་དེར་གཅི་ཤིག
en: “Son, I have placed a chamber pot there. Urinate in that.”

source: བུ་འདི་ཉིད་དུ་ཁོ་བོས་གྱོ་མོ་བཞག་གིས་དེར་གཅི་ཤིག །
en: “Son, I have placed a chamber pot there. Urinate in that.”

source: དེས་ཡུད་ཙམ་ཞིག་བསྡད་དེ་སྨྲས་པ། ཡབ་སྒོ་ཕྱེ་ཤིག །
en: He sat down for a bit and then said, “Father, open the door.”

source: བུ་ཅིའི་ཕྱིར། བཤང་དུ་འགྲོའོ། །
en: “Why, son?” “I must go out to defecate.”

source: དེས་སྨྲས་པ། བུ་འདི་ཉིད་དུ་ཁོ་བོས་གྱོ་མོ་དང་། ཆུ་དང་། ས་དག་བཞག་གིས་འདི་ཉིད་དུ་བཤང་བ་བྱོས་ཤིག །
en: “Son, I have placed a chamber pot, water, and fresh earth cover there. Defecate in that.”

source: དེས་ཡང་ཡུད་ཙམ་ཞིག་བསྡད་དེ་སྨྲས་པ། ཡབ་སྒོ་ཕྱེ་ཤིག །
en: Again, he sat for a bit before saying, “Father, open the door.”

source: དེས་སྨྲས་པ། བུ་ཁྱོད་གང་དུ་འགྲོ་འདོད་པ་ཁོ་བོས་མི་ཤེས་སམ་ཅི། ཁོ་བོས་སྒོ་དབྱེ་བར་མི་ནུས་སོ། །
en: “Son, do you think I don’t know where you want to go? I cannot open the door for you.”

source: ཡབ་ཁོ་བོས་ཁྱོད་བསད་དོ། །
en: “Father, I shall kill you.”

source: དེས་སྨྲས་པ། བུ་ཁོ་བོ་ཤི་བ་ནི་བླའི། ཁོ་བོ་བུ་ཤི་བ་ལ་ལྟ་ནི་མི་ཕོད་དོ། །
en: “Son, I can face my own death, but I couldn’t bear watching my son die.”

source: སྙིང་རྗེ་མེད་པའི་སེམས་དང་ལྡན་པ་འཇིག་རྟེན་ཕ་རོལ་བཏང་བ་དེས་རལ་གྲི་ཤུབས་ནས་ཕྱུང་སྟེ།
en: His mind merciless and forsaking all thought of future lives,

source: དེའི་མགོ་དྲུངས་ནས་བཅད་དེ་ས་ལ་བསྒྱེལ་ཏོ། །
en: he unsheathed his knife and cut off his father’s head at the neck, which tumbled to the floor.

source: དེས་ཕ་བསད་ནས་སོང་བ་དང་སེམས་ཅན་སྡིག་པའི་ལས་བྱས་པ་འདར་བས་
en: Having killed his father, he left, trembling like a man who has committed a sin.

source: བཟང་མོ་ཁོ་བོས་ཁྱོད་ཀྱི་ཕྱིར་ཕ་བསད་དོ། །
en: he said, “Noble woman, I have killed my father for your sake.”

source: དེས་སྨྲས་པ། ཅི་ཕ་བའམ། འོན་ཏེ་སྐྱེད་ཕ།
en: “What? Your foster father or the man who fathered you?”

source: དེས་སྨྲས་པ། སྐྱེད་ཕའོ། །
en: “The man who fathered me.”

source: དེས་བསམས་པ། འདི་ཡོན་ཏན་དག་མངོན་པར་མི་ཤེས་ཏེ་ཕ་གསོད་པར་བྱེད་པས་
en: The girl thought, “He has killed his father without regard for his importance to him.

source: གང་གི་ཚེ་བདག་ལ་ཁྲོ་བ་སྐྱེས་ན། བདག་ལ་གནས་སྐབས་ཅི་ཞིག་འབྱུང་བར་འགྱུར་སྙམ་ནས་
en: What chance would I stand if at some point he became angry with me?”

source: དེས་སྨྲས་པ། རྗེའི་སྲས་བདག་སྟེང་གི་ཁང་ཐོག་ཏུ་འཛེགས་ནས་སླར་མཆི་བའི་བར་དུ་རེ་ཞིག་གཞེས་ཤིག་དེས་སྨྲས་པ།
en: Then she said to the lad, “Son of a lord, please wait a moment while I climb up to the roof of the house.”

source: དེ་ན་དེ་བཞིན་གྱིས་ཤིག་དེ་སྟེང་གི་ཁང་ཐོག་ཏུ་འཛེགས་ནས་ཆོམ་རྐུན་པ་ཆོམ་རྐུན་པ་ཞེས་བྱ་བ་སྒྲ་
en: “Go ahead.” On reaching the roof, she cried out, “A thief! A thief!”

source: ཕྱུང་བ་དང་། དེ་འཇིགས་ཤིང་སྐྲག་ནས་བྲོས་ཏེ་རང་གི་ཁྱིམ་དུ་སོང་ནས་སྒོ་དྲུང་དུ་རལ་གྲི་བཞག་སྟེ་
en: The lad, scared and frightened, fled back to his own house, and laid his knife at the doorstep

source: ཆོམ་རྐུན་པ་དེ་ནི་འདི་ཡིན་ཏེ། ཁོ་བོའི་ཕ་བསད་ནས་བྲོས་སོ་ཞེས་སྒྲ་ཕྱུང་ནས།
en: before crying out, “The thief has been here! He has killed my father and fled!”

source: དེས་ཕའི་རོ་དེ་བཀུར་སྟི་བྱས་ཏེ་སོང་ངོ་། །
en: After performing rites of veneration over his father’s corpse, the lad left home.

source: སེམས་ཅན་སྡིག་པའི་ལས་བྱས་པས་ནི་བརྟན་པ་མི་རྙེད་པས་
en: But a person who has done wrong finds no serenity,

source: དེ་མུ་སྟེགས་ཅན་གྱི་གནས་དང་དཀའ་ཐུབ་ཀྱི་ནགས་དེ་དང་དེ་དག་ཏུ་སོང་སྟེ་དྲིས་པ།
en: so he sought out tīrthika communities and communities of ascetics and asked,

source: ཤེས་ལྡན་དག་ལས་ཅི་ཞིག་བྱས་ན་དེས་སྡིག་པའི་ལས་ཟད་པར་འགྱུར།
en: “Gentlemen , what can one do to expunge an evil act

source: ཁ་ཅིག་ན་རེ་གཡང་སར་མཆོངས་ཤིག་ཅེས་ཟེར་རོ། །ཁ་ཅིག་ན་རེ་ཆུར་མཆོངས་ཤིག་ཅེས་ཟེར་རོ། །
en: some said, “Jump off a cliff”; some said, “Drown yourself”;

source: ཁ་ཅིག་ན་རེ་ཐག་པས་འགེགས་ཏེ་ཤི་ཤིག་ཅེས་ཟེར་ཏེ། ཐམས་ཅད་ཀྱང་ཤི་བའི་ཐབས་སྟོན་པར་བྱེད་ཀྱི། ངེས་པར་འབྱུང་བའི་ཐབས་སྟོན་པ་ནི་འགའ་ཡང་མེད་དོ། །
en: and some said, “Strangle yourself with a rope.” All of them recommended some form of suicide; none could offer any means of expiation.

source: གང་གིས་སྡིག་པའི་ལས་བྱས་པ། །དགེ་བ་ཡིས་ནི་འགོག་བྱེད་དེ། །
en: “He who has done some wrong May curb it through virtue To bring light to this life,

source: ཉི་ཟླ་སྤྲིན་ནས་བྱུང་བ་ལྟར། །འཇིག་རྟེན་འདིར་ནི་དེ་སྣང་འགྱུར། །
en: As the sun and moon appear from behind clouds.”

source: ཞེས་ཁ་ཏོན་ཟེར་བ་ཐོས་ནས་དེས་བསམས་པ།
en: On hearing this verse, the lad thought,

source: སྡིག་པའི་ལས་ཀྱང་དགག་པར་ནུས་ཀྱིས། འདི་དག་གི་ནང་དུ་རབ་ཏུ་འབྱུང་བར་བྱའོ་སྙམ་ནས།
en: “Ah! Even wrongdoing can be checked! I shall go forth among these people.”

source: དགེ་སློང་གི་གན་དུ་སོང་སྟེ་སྨྲས་པ། འཕགས་པ་བདག་རབ་ཏུ་འབྱུང་བར་འཚལ་ལོ། །
en: He then approached the monk and said, “Noble one, I seek to go forth.”

source: དེས་དེ་རབ་ཏུ་ཕྱུང་ཞིང་བསྙེན་པར་རྫོགས་པར་བྱས་ནས་དེས་ཤིན་ཏུ་བརྩོན་འགྲུས་བརྩམས་ཏེ་བཀླག་པར་བརྩམས་སོ། །
en: After his going forth was allowed and he was ordained, he applied himself diligently and began to recite the scriptures.

source: དེས་ཀློག་ཅིང་ཁ་ཏོན་བྱེད་པ་ན་སྡེ་སྣོད་གསུམ་བཀླགས་ཤིང་སྡེ་སྣོད་གསུམ་དང་ལྡན་པ།
en: In reciting and saying prayers, he recited and mastered the Three Piṭakas

source: རིགས་པ་དང་གྲོལ་བའི་སྤོབས་པ་ཅན་དུ་གྱུར་ཏོ། །
en: and gained the confidence born of knowledge and freedom.

source: དེ་ལ་དགེ་སློང་དག་གིས་སྨྲས་པ། ཚེ་དང་ལྡན་པ་ཁྱོད་བརྩོན་འགྲུས་འདིས་ཅི་ཞིག་དོན་དུ་གཉེར།
en: The monks asked him, “Venerable, what motivates such diligence in you?”

source: ཁྱོད་ཀྱིས་སྡིག་པའི་ལས་ཅི་ཞིག་བྱས།
en: “What wrongdoing are you guilty of?”

source: ཕ་བསད་དོ་
en: “I killed my father.”

source: ཅི་ཕ་བའམ། འོན་ཏེ་སྐྱེད་ཕ་ཡིན།
en: “Your foster father or the man who fathered you?”

source: དེས་སྨྲས་པ། སྐྱེད་ཕ་ཡིན་ནོ་ཞེས་ཟེར་བའི་སྐབས་
en: “The man who fathered me.”

source: དེ་བཅོམ་ལྡན་འདས་ལ་དགེ་སློང་རྣམས་ཀྱིས་གསོལ་པ་དང་།
en: The monks asked the Blessed One about it,

source: དགེ་སློང་དག་འདི་ནི་གང་ཟག་ཕ་བསད་པ་བསྙིལ་བར་འོས་པ་ཡིན་ཏེ།
en: “Monks, a person who has killed his father is fit to be excluded from the community.

source: དགེ་སློང་དག་གང་ཟག་ཕ་བསད་པ་ནི་ཆོས་འདུལ་བ་འདི་ལ་མི་སྐྱེ་བའི་ཆོས་ཅན་ཡིན་པས་
en: A person who has killed his father is one who will not flourish in the Dharma and Vinaya.

source: དགེ་སློང་དག་ཁྱེད་ཀྱིས་གང་ཟག་ཕ་བསད་པ་ཆོས་འདུལ་བ་འདི་ལས་བསྙིལ་བར་བྱའོ། །
en: For that reason, you should exclude from this Dharma and Vinaya those persons who have killed their fathers.

source: འགའ་ཞིག་གི་གན་དུ་རབ་ཏུ་འབྱུང་བར་འདོད་པར་འོངས་ན།
en: If someone wishing to go forth approaches any of you,

source: དེས་དེ་ལ་ཕ་བསད་པ་མ་ཡིན་ནམ་ཞེས་དྲི་བར་བྱའོ། །
en: you should ask, ‘Are you not a patricide?’

source: དེས་བསམས་པ། ཅི་དེ་འབབས་པར་བྱའམ། མཐའ་འཁོབ་ཅིག་ཏུ་འགྲོ་བར་བྱ་སྙམ་ནས།
en: The monk who had killed his father thought, “Where will I wind up? I must go into the wilds.”
